
<div class="pay-cart step_{{ $step }}">
    <div class="pay-cart__box">

        <div class="pay-cart__title">
            <span>
                {{ __('shop-cart.Ваш заказ') }}

            </span>

            @if(!empty($order_number) && $order_number != 'undefined')
                <span class="order_number_data">{{ $order_number }}</span>
            @else
                <span class="order_number_data"></span>
            @endif

        </div>
        <div class="pay-cart__items">
        </div>
        <div class="pay-cart__promo">
            <input placeholder="{{ __('shop-cart.ВВЕДИТЕ ПРОМОКОД') }}" type="text">
            <button class="submit-promo" data-url="{{ route('check_promo_code', ['promoCode' => '']) }}">
                <svg width="38" height="38" viewBox="0 0 38 38" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M32.6202 11.5476C32.5342 11.3912 32.4053 11.2626 32.2486 11.177C32.092 11.0914 31.9142 11.0522 31.7361 11.0642L9.83474 12.4687C9.64508 12.4835 9.4644 12.5556 9.31671 12.6755C9.16902 12.7954 9.0613 12.9574 9.00786 13.14C8.95442 13.3226 8.9578 13.5171 9.01753 13.6977C9.07726 13.8783 9.19053 14.0365 9.34229 14.1512L16.1679 19.4995L23.5472 15.4466L24.4446 17.0866L17.0356 21.1405L17.8687 29.7753C17.8863 29.9623 17.9597 30.1396 18.0794 30.2843C18.199 30.429 18.3593 30.5345 18.5395 30.5871C18.7225 30.6366 18.9161 30.6295 19.0949 30.5667C19.2737 30.5039 19.4293 30.3885 19.5411 30.2355L32.5327 12.5477C32.6406 12.4064 32.7061 12.2374 32.7216 12.0604C32.7371 11.8833 32.7019 11.7055 32.6202 11.5476Z" fill="#222222"/>
                </svg>
            </button>
        </div>
        <div class="pay-cart__promo_info">
            <p class="sugess_promo hide">
                {{ __('shop-cart.промокод') }} <span class="promo_code_text"></span> {{ __('shop-cart.применен') }}
                <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M13.4099 12L17.7099 7.71C17.8982 7.5217 18.004 7.2663 18.004 7C18.004 6.7337 17.8982 6.47831 17.7099 6.29C17.5216 6.1017 17.2662 5.99591 16.9999 5.99591C16.7336 5.99591 16.4782 6.1017 16.2899 6.29L11.9999 10.59L7.70994 6.29C7.52164 6.1017 7.26624 5.99591 6.99994 5.99591C6.73364 5.99591 6.47824 6.1017 6.28994 6.29C6.10164 6.47831 5.99585 6.7337 5.99585 7C5.99585 7.2663 6.10164 7.5217 6.28994 7.71L10.5899 12L6.28994 16.29C6.19621 16.383 6.12182 16.4936 6.07105 16.6154C6.02028 16.7373 5.99414 16.868 5.99414 17C5.99414 17.132 6.02028 17.2627 6.07105 17.3846C6.12182 17.5064 6.19621 17.617 6.28994 17.71C6.3829 17.8037 6.4935 17.8781 6.61536 17.9289C6.73722 17.9797 6.86793 18.0058 6.99994 18.0058C7.13195 18.0058 7.26266 17.9797 7.38452 17.9289C7.50638 17.8781 7.61698 17.8037 7.70994 17.71L11.9999 13.41L16.2899 17.71C16.3829 17.8037 16.4935 17.8781 16.6154 17.9289C16.7372 17.9797 16.8679 18.0058 16.9999 18.0058C17.132 18.0058 17.2627 17.9797 17.3845 17.9289C17.5064 17.8781 17.617 17.8037 17.7099 17.71C17.8037 17.617 17.8781 17.5064 17.9288 17.3846C17.9796 17.2627 18.0057 17.132 18.0057 17C18.0057 16.868 17.9796 16.7373 17.9288 16.6154C17.8781 16.4936 17.8037 16.383 17.7099 16.29L13.4099 12Z" fill="#222222"></path>
                </svg>
            </p>
            <p class="error_promo hide">
                {{ __('shop-cart.промокод') }}  <span class="promo_code_text"></span> {{ __('shop-cart.не найден') }}
            </p>
            <p class="promo_clear hide">
                {{ __('shop-cart.промокод') }}  <span class="promo_code_text"></span> {{ __('shop-cart.удален') }}
            </p>
        </div>
        <div class="pay-cart__info">
            <p>
                <span> {{ __('shop-cart.сумма') }}</span>
                <span ><span id="total-ammount"></span>  ₪</span>
            </p>
            <p>
                <span>{{ __('shop-cart.скидка') }}</span>
                <span><span class="discount">0</span> ₪</span>
            </p>
            <p>
                <span>{{ __('shop-cart.доставка') }}</span>
                <span class="delivery_price">{{ __('shop-cart.рассчитывается на следующем шаге') }}</span>
            </p>
        </div>
    </div>
    <div class="pay-cart__total-sum">
        <span>
            {{ __('shop-cart.сумма к оплате') }}
        </span>
        <span><span id="summ-for-payment"></span> ₪</span>
    </div>
</div>
