<?php

return [

    'от' => 'from',
    'Добавить в корзину' => 'Add to Cart',
    'Состав' => 'Composition',
    'Хранение' => 'Keeping',
    'В составе десерта ингридиенты:' => 'The dessert contains the following ingredients:',
    'Энергетическая ценность' => 'Energy value per 100 grams of product:',
    'Калорийность' => 'Calories',
    'ккал' => 'kcal',
    'г' => 'g',
    'Белки' => 'Protein',
    'Жиры' => 'Fats',
    'Углеводы' => 'Carbohydrates',
    'Сроки и условия хранения:' => 'Terms and conditions of storage:',
    'Добавить к заказу' => 'Add to cart',
    'Выберите' => 'Selected',
    'добавить' => 'add',
    'Добавить' => 'Add',
    'Убрать текст' => 'Delete text',
    'доступен сегодня' => 'available today',
    'Назад' => 'Back',
    'шт' => 'шт',
    'данного товара' => 'данного товара',
    'Для продолжения оформления заказа перейдите пожалуйста в корзину' => 'Для продолжения оформления заказа перейдите пожалуйста в корзину',
    'ВЕРНУТЬСЯ К ТОВАРАМ' => 'ВЕРНУТЬСЯ К ТОВАРАМ',
    'ПЕРЕЙТИ В КОРЗИНУ' => 'ПЕРЕЙТИ В КОРЗИНУ',
    '' => '',

];