<?php

return [
    'Доставка и оплата' => 'משלוח ותשלום',
    'Зона доставки и цены' => 'אזור משלוח ומחירים',
    'Минимальная сумма заказа инфо' => 'כמות ההזמנה המינימלית ועלות המשלוח עבור ערים שונות עשויים להשתנות. לנוחיותכם, תוכלו לקרוא את סכום ההזמנה המינימלית ואת עלות המשלוח לעיר שלכם בטבלה. לנוחיותכם תוכלו לבחור את העיר שלכם בחיפוש!',
    'введите город доставки' => 'הזן את עיר המסירה',
    'зона доставки' => 'אזור משלוח',
    'минимальная сумма заказа' => 'סכום הזמנה מינימלי',
    'стоимость доставки' => 'עלות משלוח',
    'Если вашего города нет в списке' => 'אם העיר שלך לא מופיעה ברשימה, אנא שלח לנו דוא " ל ב-Whatsapp כדי להבהיר את כל הפרטים',
    'написать в' => 'כתוב ב',
    '' => '',
];