<?php

return [

    'благодарим за ваш заказ' => 'благодарим за ваш заказ',
    'Заказ' => 'Заказ',
    'на сумму' => 'на сумму',
    'передан в обработку' => 'передан в обработку',
    'Как только Ваш заказ будет готов' => 'Как только Ваш заказ будет готов мы уведомим Вас по указаному номеру телефона!',
    'Для оплаты заказа через' => 'Для оплаты заказа через',
    'используйте номер телефона' => 'используйте номер телефона',
    'перейти в каталог товаров' => 'перейти в каталог товаров',

];