<?php

return [
    'Доставка и оплата' => 'Доставка и оплата',
    'Зона доставки и цены' => 'Зона доставки и цены',
    'Минимальная сумма заказа инфо' => 'Минимальная сумма заказа и стоимость доставки для разных городов может отличаться. Для удобства вы можите  и стоимостью доставки в ваш город в таблице. Для удобства вы можете выбрать свой город в поиске!',
    'введите город доставки' => 'введите город доставки ознакомится с сумммой минимального заказа',
    'зона доставки' => 'зона доставки',
    'минимальная сумма заказа' => 'минимальная сумма заказа',
    'стоимость доставки' => 'стоимость доставки',
    'Если вашего города нет в списке' => 'Если вашего города нет в списке, напишите в Whatsapp нам для уточнения всех деталей',
    'написать в' => 'написать в',
    '' => '',
];